{"records": [{"pitchfork_score": "6.4", "pitchfork_link": "http://pitchfork.com/reviews/albums/11537-get-better/", "price": "$10.00", "days_to_go": "26", "review_snippet": "\"We have a lot of fun rappin' with ya here at Pitchfork, but let's get serious for a moment: were the 1990s really that bad? Maybe it's a sign I need to spend less time talking with other music writers, because the consensus appears to be an overwhelming, 'dear fucking god,' TOTALLY. Maybe I'm just naive, having exited the decade as a teen, but Pinkerton, the NHL 92-96, Higher Learning...we had some good times, right? It's within this context that I fear for Lemuria, even with a promising debut in tow. Because their sales pitch can definitely double as a dealbreaker for some: This sounds just like 1993...\"", "record": "Get Better", "max_buyers": "500", "current_buyers": "420", "band": "Lemuria", "record_cover": "/static/img/lemuriaGetBetter.jpg"}, {"pitchfork_score": "10", "pitchfork_link": "http://pitchfork.com/reviews/albums/6200-crooked-rain-crooked-rain-las-desert-origins/", "price": "$12.00", "days_to_go": "15", "review_snippet": "\"In a 1994 interview with Option magazine, Steve Malkmus recalled his pre-Pavement band Straw Dog opening for Black Flag in Stockton, California. \"I was backstage before the show and all those guys, they looked so scary, I was afraid of them,\" Malkmus told writer Jason Fine. 'Like, Greg Ginn was mixing up this stuff in a glass. It was probably just protein powder or some healthy drink, but I thought it was heroin or something.'...\"", "record": "Crooked Rain, Crooked Rain", "record_cover": "/static/img/crookedRain.jpg", "current_buyers": "987", "band": "Pavement", "max_buyers": "1000"}, {"pitchfork_score": "9.8", "pitchfork_link": "http://pitchfork.com/reviews/albums/5358-the-moon-antarctica/", "price": "$15.00", "days_to_go": "29", "review_snippet": "\"Wipe the slate clean. You officially have not heard Modest Mouse until you have heard their major label debut. The growth, bravery, and confidence are staggering for a trio that most recently hammered through a song about \"doin' the cockroach.\" Producer Brian Deck of Red Red Meat conjures the supernatural. Layers upon layers of treated and raw sounds blend into a thick headtrip. Piano, cello, sleighbells, keyboards, chimes, and more can be excavated from the mix. Singing guitarist Isaac Brock constantly obsesses over the afterlife, and with Deck's help he's found it, far out in space and inside his clouded, scattered brain...\"", "record": "The Moon and Antarctica", "record_cover": "/static/img/moon.jpg", "current_buyers": "675", "band": "Modest Mouse", "max_buyers": "1000"}, {"pitchfork_score": "8.4", "pitchfork_link": "http://pitchfork.com/reviews/albums/17688-waxahatchee-cerulean-salt/", "price": "$12.00", "days_to_go": "25", "review_snippet": "\"Cerulean Salt, Crutchfield's new album, is going to be heard. But from its opening moments, you get the sense that she's ready for it, the newfound assurance, steadiness, and clarity of her voice immediately obvious. \"We are late, we are loud, we remain connected as you're reading out loud,\" she sings on the smolderingly evocative opener, \"Hollow Bedroom\". Like American Weekend, it begins with just a guitar and a voice, though this time the instrument's plugged in and the recording sounds more professional. (It was still recorded at home, this time in the Philadelphia house she shares with her sister and bandmates.) But it's no less intimate-- if anything, the clean recording only brings you in tighter.\"", "record": "Cerulean Salt", "record_cover": "/static/img/cerulean.jpg", "current_buyers": "300", "band": "Waxahatchee", "max_buyers": "460"}, {"pitchfork_score": "8.7", "record": "New Moon", "price": "$17.00", "pitchfork_link": "http://pitchfork.com/reviews/albums/10208-new-moon/", "days_to_go": "4", "review_snippet": "\"Elliott Smith's legacy is best spoken by his records. For all the emphasis placed on his unhappy backstory and the distressing nature of his death, Smith left behind a body of work that defies and exceeds any stereotyping. Sadness may be the easiest emotional current to pick up on in his songs, but Smith's expressive range was as wide as it was subtle; his music could be angry, funny, hopeful, and despondent, often at the same time. New Moon collects two CDs' worth of material recorded around the same time as 1995's Elliott Smith and its 1997 follow-up Either/Or, and unlike typical posthumous releases (not to mention second ones), is a genuinely worthy addition to a stunningly consistent catalog.\"", "band": "Elliot Smith", "record_cover": "/static/img/newmoon.jpg", "current_buyers": "1531", "max_buyers": "2000"}, {"review_snippet": "\"God bless middle school bullies: without the torment they’ve reliably inflicted on generation after generation of brooding, musically-inclined creative types, would there even be indie rock? At the very least there wouldn’t be \\“No Below\\”, one of the most striking songs on Northampton, Mass., noise-pop quartet Speedy Ortiz’s proper debut Major Arcana. \\“I didn’t know you when I broke my knee,\\” frontwoman Sadie Dupuis murmurs during the song’s wounded, palm-muted intro, \\“Spent the summer on crutches, and everybody teased.\\” Gnarled yet stingingly heartfelt, \\“No Below\\” blooms into a portrait of the artist as a friendless tween: death-obsessed, ditched by the one person at school who gets her, and left “freezing alone with [her] thoughts.” You know, the kind of early-onset trauma from which great, off-kilter bedroom-pop eventually springs.\"", "band": "Speedy Ortiz", "record_cover": "/static/img/speedyOrtiz.jpg", "current_buyers": "499", "days_to_go": "9", "pitchfork_score": "8.4", "record": "Major Arcana", "price": "$10.00", "pitchfork_link": "http://pitchfork.com/reviews/albums/18245-speedy-ortiz-major-arcana/", "max_buyers": "550"}], "users": {"newaccount": {"username": "newaccount", "password": "newaccount"}, "bobbyfisher": {"username": "bobbyfisher", "password": "harris"}, "harris mendell": {"username": "harris mendell", "password": "superman1"}, "admin": {"username": "admin", "password": "password", "is_admin": "True"}, "harris2": {"username": "harris2", "password": "superman1"}, "sunnyharris": {"username": "sunnyharris", "password": "badass"}, "harris": {"username": "harris", "password": "superman1"}, "alexandra": {"username": "alexandra", "password": "dimitri"}, "currentaccount": {"username": "currentaccount", "password": "current"}, "whataguy": {"username": "whataguy", "password": "badass", "is_admin": "False"}, "eugene": {"username": "eugene", "password": "foodyeah", "is_admin": "False"}}}