{"records": [{"pitchfork_score": "6.4", "pitchfork_link": "http://pitchfork.com/reviews/albums/11537-get-better/", "price": "$10.00", "days_to_go": "26", "review_snippet": "\"We have a lot of fun rappin' with ya here at Pitchfork, but let's get serious for a moment: were the 1990s really that bad? Maybe it's a sign I need to spend less time talking with other music writers, because the consensus appears to be an overwhelming, 'dear fucking god,' TOTALLY. Maybe I'm just naive, having exited the decade as a teen, but Pinkerton, the NHL 92-96, Higher Learning...we had some good times, right? It's within this context that I fear for Lemuria, even with a promising debut in tow. Because their sales pitch can definitely double as a dealbreaker for some: This sounds just like 1993...\"", "record": "Get Better", "max_buyers": "500", "current_buyers": "420", "band": "Lemuria", "record_cover": "/static/img/lemuriaGetBetter.jpg"}, {"pitchfork_score": "10", "pitchfork_link": "http://pitchfork.com/reviews/albums/6200-crooked-rain-crooked-rain-las-desert-origins/", "price": "$12.00", "days_to_go": "15", "review_snippet": "\"In a 1994 interview with Option magazine, Steve Malkmus recalled his pre-Pavement band Straw Dog opening for Black Flag in Stockton, California. \"I was backstage before the show and all those guys, they looked so scary, I was afraid of them,\" Malkmus told writer Jason Fine. 'Like, Greg Ginn was mixing up this stuff in a glass. It was probably just protein powder or some healthy drink, but I thought it was heroin or something.'...\"", "record": "Crooked Rain, Crooked Rain", "record_cover": "/static/img/crookedRain.jpg", "current_buyers": "987", "band": "Pavement", "max_buyers": "1000"}, {"pitchfork_score": "9.8", "pitchfork_link": "http://pitchfork.com/reviews/albums/5358-the-moon-antarctica/", "price": "$15.00", "days_to_go": "29", "review_snippet": "\"Wipe the slate clean. You officially have not heard Modest Mouse until you have heard their major label debut. The growth, bravery, and confidence are staggering for a trio that most recently hammered through a song about \"doin' the cockroach.\" Producer Brian Deck of Red Red Meat conjures the supernatural. Layers upon layers of treated and raw sounds blend into a thick headtrip. Piano, cello, sleighbells, keyboards, chimes, and more can be excavated from the mix. Singing guitarist Isaac Brock constantly obsesses over the afterlife, and with Deck's help he's found it, far out in space and inside his clouded, scattered brain...\"", "record": "The Moon and Antarctica", "record_cover": "/static/img/moon.jpg", "current_buyers": "675", "band": "Modest Mouse", "max_buyers": "1000"}], "users": {"harris mendell": {"username": "harris mendell", "password": "superman1"}, "harris2": {"username": "harris2", "password": "superman1"}, "sunnyharris": {"username": "sunnyharris", "password": "badass"}, "harris": {"username": "harris", "password": "superman1"}, "alexandra": {"username": "alexandra", "password": "dimitri"}, "harrismendell": {"username": "harrismendell", "password": "superman1"}, "whataguy": {"username": "whataguy", "password": "badass"}, "eugene": {"username": "eugene", "password": "foodyeah"}}}